[
  {
    "slug": "back-to-the-future",
    "name": "Back to the Future",
    "typeId": 1,
    "plainDescription": "Great Scott! Can you believe Back to the Future came almost 40 years ago!? Neither can we. While most of us didn’t get to enjoy the classic films when they originally debuted, fans to this day are still discovering the thrilling, time travelling adventures of Doc and Marty. The famous DeLorean used in the trilogy has almost transcended the Back to the Future universe and become one of the most memorable movie props of all time. Doc and Marty famously speed the DeLorean up to 88mph and travel to 2015 in the second instalment of the films. I’m sure most of us would have preferred to live in their version of the future with actual hoverboards. Needless to say, they were a bit off! While many of us still have some hope that one day we will get to experience a time-travelling car or a real hover-board, until then, we can pretend. Transport yourself back to the diner with some classic 80s merchandise. Retro is making a comeback and how better to display your fandom and love for Back to the Future than a classic graphic t-shirt or replica DeLorean.",
    "htmlDescription": "<p>Great Scott! Can you believe Back to the Future came almost 40 years ago!? Neither can we. While most of us didn’t get to enjoy the classic films when they originally debuted, fans to this day are still discovering the thrilling, time travelling adventures of Doc and Marty. The famous DeLorean used in the trilogy has almost transcended the Back to the Future universe and become one of the most memorable movie props of all time. Doc and Marty famously speed the DeLorean up to 88mph and travel to 2015 in the second instalment of the films. I’m sure most of us would have preferred to live in their version of the future with actual hoverboards.</p><p>Needless to say, they were a bit off! While many of us still have some hope that one day we will get to experience a time-travelling car or a real hover-board, until then, we can pretend. Transport yourself back to the diner with some classic 80s merchandise. Retro is making a comeback and how better to display your fandom and love for Back to the Future than a <b>classic graphic t-shirt</b> or <b>replica DeLorean</b>.</p>"
  },
  {
    "slug": "batman",
    "name": "Batman",
    "typeId": 1,
    "plainDescription": "One of the longest existing and most beloved superheroes to bless our screens over the past 70 years, Batman has gone through many iterations since his introduction but his larger-than-life character still remains intact. The unbelievably wealthy, playboy philanthropist endured a troubled childhood and now resides as the primary vigilante of Gotham City.This troublesome city has been spectacularly brought to life in recent decades with the TV series Gotham and Christopher Nolan's Dark Knight Trilogy. It hosts some despicable individuals like Penguin, the Joker and the Scarecrow who add to the dark aura of the Batman universe. Recently tussling with Superman and the rest of the Justice League, Batman resides as one of the central members of the DC universe and is revered and adored by fans for his surprising relative power compared to these superheroes without actually having any superpowers himself. Fans of the comics, old-school Adam West films and the new iterations will love our Batman merchandise and accessories. For the superhero in your life, our Batman homewares, t-shirts and <b>apparel will make for the perfect gift.",
    "htmlDescription": "<p>One of the longest existing and most beloved superheroes to bless our screens over the past 70 years, Batman has gone through many iterations since his introduction but his larger-than-life character still remains intact. The unbelievably wealthy, playboy philanthropist endured a troubled childhood and now resides as the primary vigilante of Gotham City.</p><p>This troublesome city has been spectacularly brought to life in recent decades with the TV series Gotham and Christopher Nolan's Dark Knight Trilogy. It hosts some despicable individuals like Penguin, the Joker and the Scarecrow who add to the dark aura of the Batman universe. Recently tussling with Superman and the rest of the Justice League, Batman resides as one of the central members of the DC universe and is revered and adored by fans for his surprising relative power compared to these superheroes without actually having any superpowers himself. Fans of the comics, old-school Adam West films and the new iterations will love our Batman merchandise and accessories. For the superhero in your life, our <b>Batman homewares</b>, <b>t-shirts</b> and <b>apparel</b> will make for the perfect gift.</p>"
  },
  {
    "slug": "lord-of-the-rings",
    "name": "The Lord of the Rings",
    "typeId": 1,
    "plainDescription": "It’s been almost 20 years since the last Lord of the Rings film was released and 6 years since the last Hobbit feature, but this hasn’t stopped fans revelling in the rich and vibrant world created by J.R. Tolkien and brought to life by Peter Jackson. Fans fell in love with unlikely heroes, Samwise and Frodo, as they encountered treacherous paths, consuming fantasy adventures and grand battles. The tales that were told are long to be forgotten, with fans of all ages constantly revisiting the pop-culture phenomenon to reawaken their imagination. While we all know Peter Jackson has a few tricks up his sleeve, LOTR fans shouldn’t get their hopes up for an extension to the universe any time soon. To quench your thirst for Middle-Earth, check out these detailed gifts that will allow you to own a small piece of Middle-Earth. Realistic movie props such as The One Ring and Middle Earth map blankets are available for hobbits of all sizes, just be sure to protect them from Gollum!",
    "htmlDescription": "<p>It’s been almost 20 years since the last Lord of the Rings film was released and 6 years since the last Hobbit feature, but this hasn’t stopped fans revelling in the rich and vibrant world created by J.R. Tolkien and brought to life by Peter Jackson. Fans fell in love with unlikely heroes, Samwise and Frodo, as they encountered treacherous paths, consuming fantasy adventures and grand battles.</p><p>The tales that were told are long to be forgotten, with fans of all ages constantly revisiting the pop-culture phenomenon to reawaken their imagination. While we all know Peter Jackson has a few tricks up his sleeve, LOTR fans shouldn’t get their hopes up for an extension to the universe any time soon. To quench your thirst for Middle-Earth, check out these detailed gifts that will allow you to own a small piece of Middle-Earth. Realistic movie props such as <b>The One Ring</b> and <b>Middle Earth map blankets</b> are available for hobbits of all sizes, just be sure to protect them from Gollum!</p>"
  },
  {
    "slug": "star-wars",
    "name": "Star Wars",
    "typeId": 1,
    "plainDescription": "Star Wars continues to reach new heights as Disney announces a whole host of new series and films set in a galaxy far far away, set to extend the famed cinematic universe over the next decade. Who would have thought that George Lucas’s ambitious 1977 sci-fi thriller would now be considered one of the greatest films franchises ever made. While debates still rage on about which trilogy is best, original, sequels or prequels, all fans can agree that the characters that inhabit the Star Wars universe are extraordinary.From villains that kept us awake at night like Darth Vader and and General Grievous, to protagonists that warm our hearts such as R2-D2, Chewbacca, C-3PO and Yoda. The newest sequel trilogy introduced a flurry of new characters like Finn, Kylo Ren and Rey, that captured our childlike wonder, allowing us to fall in love with the Star Wars universe all over again. When it comes to Star Wars merchandise, there isn’t much that compares. Fully-immersive remote controlled droids, stormtrooper costumes and the famous lightsaber are just some of the things in the arsenal for the fans who want to join the resistance!",
    "htmlDescription": "<p>Star Wars continues to reach new heights as Disney announces a whole host of new series and films set in a galaxy far far away, set to extend the famed cinematic universe over the next decade. Who would have thought that George Lucas’s ambitious 1977 sci-fi thriller would now be considered one of the greatest films franchises ever made. While debates still rage on about which trilogy is best, original, sequels or prequels, all fans can agree that the characters that inhabit the Star Wars universe are extraordinary.</p><p>From villains that kept us awake at night like Darth Vader and and General Grievous, to protagonists that warm our hearts such as R2-D2, Chewbacca, C-3PO and Yoda. The newest sequel trilogy introduced a flurry of new characters like Finn, Kylo Ren and Rey, that captured our childlike wonder, allowing us to fall in love with the Star Wars universe all over again. When it comes to Star Wars merchandise, there isn’t much that compares. Fully-immersive remote <b>controlled droids</b>, <b>stormtrooper costumes</b> and the famous <b>lightsaber</b> are just some of the things in the arsenal for the fans who want to join the resistance!</p>"
  },
  {
    "slug": "alien",
    "name": "Alien",
    "typeId": 1,
    "plainDescription": "The 1979 Ridley Scott epic has become a cult classic with fans of all genres and ages, even the ones that were not lucky enough to experience the original when it was released. The chilling filmmaking, design and of course, Alien, left fans unable to sleep. Many credit the Alien franchise with innovating on classic horror films and welcoming in the new modern horror genre that is loved today. “In space no-one can hear you scream…” is the line that was plastered around on the famous Alien posters and along with the ominous Alien sound, is the phrase that still sends shivers down many a fans spine to this day. The extra-terrestrial masterpiece has seen recent iterations with Prometheus and Alien: Covenant, introducing fans to the franchise. Whether you want to pay tribute to one of the great Alien films of all time, Ridley Scott or Sigourney Weaver, we have the perfect Alien merchandise for you.",
    "htmlDescription": "<p>The 1979 Ridley Scott epic has become a cult classic with fans of all genres and ages, even the ones that were not lucky enough to experience the original when it was released. The chilling filmmaking, design and of course, Alien, left fans unable to sleep. Many credit the Alien franchise with innovating on classic horror films and welcoming in the new modern horror genre that is loved today. “In space no-one can hear you scream…” is the line that was plastered around on the famous Alien posters and along with the ominous Alien sound, is the phrase that still sends shivers down many a fans spine to this day. The extra-terrestrial masterpiece has seen recent iterations with Prometheus and Alien: Covenant, introducing fans to the franchise. Whether you want to pay tribute to one of the great Alien films of all time, Ridley Scott or Sigourney Weaver, we have the perfect Alien merchandise for you.</p>"
  },
  {
    "slug": "harry-potter",
    "name": "Harry Potter",
    "typeId": 1,
    "plainDescription": "Whether you’re a witch, wizard or even a muggle, it’s hard to deny that J.K Rowling’s Wizarding World is one of the greatest cinematic universes ever created. While we all still harbour that hope that we’ll receive our letter from Hogwarts in the mail (it probably got lost), fans around the world can’t help but be captivated by the timeless magic. We joined Harry, Ron and Hermione on their epic adventures for 8 films, and still wanted more. We shared in the teenage angst, magnificent mythical creatures and sprawling other-worldly landscapes created from the wonderful mind of J.K Rowling. But, it’s the film's small features that were so important to its enchantment and that have translated best into merchandise. In fact, there is so much merchandise, collectibles and replicas that Gringotts vault would do well to hold it all! Chocolate Frogs, Butterbeer, sweets, scarves and jewellery are just some of the exact replicas that fans can own. The only question left to ask is, what house do you belong in?",
    "htmlDescription": "<p>Whether you’re a witch, wizard or even a muggle, it’s hard to deny that J.K Rowling’s Wizarding World is one of the greatest cinematic universes ever created. While we all still harbour that hope that we’ll receive our letter from Hogwarts in the mail (it probably got lost), fans around the world can’t help but be captivated by the timeless magic.</p><p>We joined Harry, Ron and Hermione on their epic adventures for 8 films, and still wanted more. We shared in the teenage angst, magnificent mythical creatures and sprawling other-worldly landscapes created from the wonderful mind of J.K Rowling. But, it’s the film's small features that were so important to its enchantment and that have translated best into merchandise. In fact, there is so much merchandise, collectibles and replicas that Gringotts vault would do well to hold it all! <b>Chocolate Frogs</b>, <b>Butterbeer</b>, <b>sweets</b>, <b>scarves</b> and <b>jewellery</b> are just some of the exact replicas that fans can own.</p><p>The only question left to ask is, what house do you belong in?</p>"
  },
  {
    "slug": "avengers",
    "name": "Avengers",
    "typeId": 1,
    "plainDescription": "This group of superheroes were formed to fight the battles humans couldn’t and protect Earth from the universe’s mightiest villains. Marvel’s Avengers are an ever-expanding team of heroes that have taken cinema and the world by storm over the past decade. As the public grew to love these characters, and Marvel’s cinematic universe has grown, the films have increasingly smashed the box office and are now some of the highest-grossing films of all time. Superheroes like Iron man, Thor, Ant man and the Hulk were introduced in the 1960s in the Marvel comic books, and have since welcomed well-known members Captain America, Spider-man, Black Widow and the X-Men. With the wide variety of heroes continuing to grow, the universe expanding and some of our favourites laying down their costumes, it’s hard to keep up with the stories and characters. Preserving your favourite Marvel characters before they’re gone has never been so easy with our great selection of Avengers merchandise. Iron man T-shirts, Hulk sweatshirts and Thor’s actual hammer! Not really, but we can dream!",
    "htmlDescription": "<p>This group of superheroes were formed to fight the battles humans couldn’t and protect Earth from the universe’s mightiest villains. Marvel’s Avengers are an ever-expanding team of heroes that have taken cinema and the world by storm over the past decade. As the public grew to love these characters, and Marvel’s cinematic universe has grown, the films have increasingly smashed the box office and are now some of the highest-grossing films of all time.</p><p>Superheroes like Iron man, Thor, Ant man and the Hulk were introduced in the 1960s in the Marvel comic books, and have since welcomed well-known members Captain America, Spider-man, Black Widow and the X-Men. With the wide variety of heroes continuing to grow, the universe expanding and some of our favourites laying down their costumes, it’s hard to keep up with the stories and characters. Preserving your favourite Marvel characters before they’re gone has never been so easy with our great selection of Avengers merchandise. Iron man T-shirts, Hulk sweatshirts and Thor’s actual hammer! Not really, but we can dream!<p>"
  },
  {
    "slug": "hunger-games",
    "name": "Hunger Games",
    "typeId": 1,
    "plainDescription": null,
    "htmlDescription": null
  },
  {
    "slug": "ghostbusters",
    "name": "Ghostbusters",
    "typeId": 1,
    "plainDescription": "Who ya gonna call!? Ghostbusters! The classic sci-fi comedy has had that famous theme song stuck in our heads since 1984. Old school fans will remember the traditional story involving Bill Murray and Harold Ramis as the group of zany scientists transform into ghost exterminators, fumbling and joking around New York to rescue the city from the cast of ludicrous spirits. The 2016 remake starring an all-women cast is set to be built on with a star-studded group of young actors including Stranger Things Finn Wolfhard. So, the scary ghosts aren’t for you, and you prefer spooky, light-hearted ghosts mixed with the timeless ghost hunting antics of the busters. What better way to show your fandom and appreciation to the Ghostbusters than with the classic logo t-shirt. This iconic, retro logo oozes cool on whatever piece of apparel it appears on. Add some stunning Ghostbuster merchandise to your wardrobe for the upcoming films and let the Ghostbusters live on!",
    "htmlDescription": "<p>Who ya gonna call!? Ghostbusters! The classic sci-fi comedy has had that famous theme song stuck in our heads since 1984. Old school fans will remember the traditional story involving Bill Murray and Harold Ramis as the group of zany scientists transform into ghost exterminators, fumbling and joking around New York to rescue the city from the cast of ludicrous spirits</p><p>The 2016 remake starring an all-women cast is set to be built on with a star-studded group of young actors including Stranger Things Finn Wolfhard. So, the scary ghosts aren’t for you, and you prefer spooky, light-hearted ghosts mixed with the timeless ghost hunting antics of the busters. What better way to show your fandom and appreciation to the Ghostbusters than with the classic logo t-shirt. This iconic, retro logo oozes cool on whatever piece of apparel it appears on. Add some stunning Ghostbuster merchandise to your wardrobe for the upcoming films and let the Ghostbusters live on!</p>"
  },
  {
    "slug": "toy-story",
    "name": "Toy Story",
    "typeId": 1,
    "plainDescription": "With animation and story-telling way ahead of its time, it’s no surprise that adults and children alike still have a deep affection for this Pixar classic. A perfect display of Pixar’s famous filmmaking, Toy Story has humour, warmth, great characters and creativity by the bucketload. From the loveable hero that is Woody to Buzz Lightyear and a whole ensemble of toys like Rex, Slinky and Mr Potato Head, they all play their part in the films and rightly have a place in the hearts of fans. Viewers have watched the toys complete many daring escapades across the four films with the wholesome theme of friendship shining through in each, resonating to this day. Show your love for this timeless classic and celebrate your favourite characters with our incredible Toy Story merchandise.",
    "htmlDescription": "<p>With animation and story-telling way ahead of its time, it’s no surprise that adults and children alike still have a deep affection for this Pixar classic. A perfect display of Pixar’s famous filmmaking, Toy Story has humour, warmth, great characters and creativity by the bucketload. From the loveable hero that is Woody to Buzz Lightyear and a whole ensemble of toys like Rex, Slinky and Mr Potato Head, they all play their part in the films and rightly have a place in the hearts of fans.</p><p>Viewers have watched the toys complete many daring escapades across the four films with the wholesome theme of friendship shining through in each, resonating to this day. Show your love for this timeless classic and celebrate your favourite characters with our <b>incredible Toy Story merchandise.</b></p>"
  },
  {
    "slug": "jurassic-park",
    "name": "Jurassic Park",
    "typeId": 1,
    "plainDescription": "Whether you agree with the original Jurassic Park experiment or not, we can all agree that the resulting chaos made for some fantastic movies. Even knowing how badly the experiment went with the small issue of escaped dinosaurs, we would all definitely visit the park if we had the chance. The classic Jurassic Park films created by Steven Spielberg in the early 90s will go down in cinema history as the epitome of the ‘edge of your seat’ thriller genre with unbelievable special effects, scenery and, of course, realistic dinosaurs. Whether you’re an old-school fan of the original films or have just fallen in love with the franchise via the newest Jurassic World instalments, you’ll definitely be excited for Jurassic World Dominion, coming to theatres in 2021. Be sure to pick up your Jurassic Park merchandise, like the classic retro T-Shirt, pyjamas and apparel, for the midnight opening to show everyone how big of a fan you are.",
    "htmlDescription": "<p>Whether you agree with the original Jurassic Park experiment or not, we can all agree that the resulting chaos made for some fantastic movies. Even knowing how badly the experiment went with the small issue of escaped dinosaurs, we would all definitely visit the park if we had the chance. The classic Jurassic Park films created by Steven Spielberg in the early 90s will go down in cinema history as the epitome of the ‘edge of your seat’ thriller genre with unbelievable special effects, scenery and, of course, realistic dinosaurs.</p><p>Whether you’re an old-school fan of the original films or have just fallen in love with the franchise via the newest Jurassic World instalments, you’ll definitely be excited for Jurassic World Dominion, coming to theatres in 2021. Be sure to pick up your Jurassic Park merchandise, like the classic retro T-Shirt, pyjamas and apparel, for the midnight opening to show everyone how big of a fan you are.</p>"
  },
  {
    "slug": "the-beauty-and-the-beast",
    "name": "The Beauty and the Beast",
    "typeId": 1,
    "plainDescription": "This timeless Disney classic is, unfortunately, often forgotten about, but the beautiful underlying story of Beauty and the Beast is one that will live on and be remembered fondly. The classic 90s animated version is the one that captured many of our hearts and was, coincidentally, the first animated feature film to be nominated for the Oscar for best picture. The treacherous tale of forbidden love is lined with some typical, warm Disney sidekicks like Cogsworth, Chip and Lumiere that remain an adoring part of the story in our minds. The 2017 live-action remake starring Emma Watson and Dan Stevens may have captured a new younger audience for the first time. Uncover your inner Belle, Beast or Prince Charming with our classic Beauty and the Beast merchandise. Choose from soft plush toys of favourite characters for the young fans your life, or feel like the Belle of the ball with stylish t-shirts and apparel for lovers of the animated version.",
    "htmlDescription": "<p>This timeless Disney classic is, unfortunately, often forgotten about, but the beautiful underlying story of Beauty and the Beast is one that will live on and be remembered fondly. The classic 90s animated version is the one that captured many of our hearts and was, coincidentally, the first animated feature film to be nominated for the Oscar for best picture.</p><p>The treacherous tale of forbidden love is lined with some typical, warm Disney sidekicks like Cogsworth, Chip and Lumiere that remain an adoring part of the story in our minds. The 2017 live-action remake starring Emma Watson and Dan Stevens may have captured a new younger audience for the first time. Uncover your inner Belle, Beast or Prince Charming with our classic Beauty and the Beast merchandise. Choose from soft plush toys of favourite characters for the young fans your life, or feel like the Belle of the ball with stylish t-shirts and apparel for lovers of the animated version.</p>"
  },
  {
    "slug": "stranger-things",
    "name": "Stranger Things",
    "typeId": 2,
    "plainDescription": "Netflix struck gold when they released Stranger Things Season 1 in 2016 as it would soon go on to become a global phenomenon. Fans all over the world were captivated by the sheer accuracy and immersiveness of the 80s atmosphere, compelling characters and unexpected storylines. The epic adventures experienced by these teen protagonists prompted nostalgic reminders of classic 80s films like The Goonies and The Lost Boys. With Netflix suggesting they want to make Stranger Things a billion-dollar brand, fans of the show can expect to enjoy it for many seasons to come. The whole stranger things ambience from the set design, characters and music was almost created with merchandise in mind. The creators fully embraced the classic 80s retro feel that has translated so well to Stranger Things apparel, think polaroid cameras, arcade machines and graphic tees, and films like Ghostbusters and Back to the Future. If you feel like you’re stuck in the upside down waiting for the hotly anticipated season 4, set to air some time in 2021, why not get yourself some Stranger Things merchandise and a piece of future pop-culture history.",
    "htmlDescription": "<p>Netflix struck gold when they released Stranger Things Season 1 in 2016 as it would soon go on to become a global phenomenon. Fans all over the world were captivated by the sheer accuracy and immersiveness of the 80s atmosphere, compelling characters and unexpected storylines. The epic adventures experienced by these teen protagonists prompted nostalgic reminders of classic 80s films like The Goonies and The Lost Boys.</p><p>With Netflix suggesting they want to make Stranger Things a billion-dollar brand, fans of the show can expect to enjoy it for many seasons to come. The whole stranger things ambience from the set design, characters and music was almost created with merchandise in mind. The creators fully embraced the classic 80s retro feel that has translated so well to Stranger Things apparel, think polaroid cameras, arcade machines and graphic tees, and films like Ghostbusters and Back to the Future. If you feel like you’re stuck in the upside down waiting for the hotly anticipated season 4, set to air some time in 2021, why not get yourself some Stranger Things merchandise and a piece of future pop-culture history.</p>"
  },
  {
    "slug": "friends",
    "name": "Friends",
    "typeId": 2,
    "plainDescription": "Oh...My...GOD, could we love FRIENDS any more if we tried!? The classic sitcom is still as popular today as it was when it originally aired from the 90s, with the famous quotes and jokes circling the internet on a daily basis. The vast majority of us can probably recite every word to almost every episode of Friends, which is incredible considering there is 236! Watching reruns of the show never gets old because of the unique characters we fell in love with. Ross, Rachel, Phoebe, Chandler, Joey and Monica made us all feel like we were part of the group as we enjoyed the comedy that ensued while watching their lives unfold in New York City. With themes and jokes that will never go old, picking up some classic Friends merchandise is a safe bet. Why not turn your apartment into a makeshift Central Perk with our Friends kitchen apparel?",
    "htmlDescription": "<p>Oh...My...GOD, could we love FRIENDS any more if we tried!? The classic sitcom is still as popular today as it was when it originally aired from the 90s, with the famous quotes and jokes circling the internet on a daily basis. The vast majority of us can probably recite every word to almost every episode of Friends, which is incredible considering there is 236! Watching reruns of the show never gets old because of the unique characters we fell in love with.</p><p>Ross, Rachel, Phoebe, Chandler, Joey and Monica made us all feel like we were part of the group as we enjoyed the comedy that ensued while watching their lives unfold in New York City. With themes and jokes that will never go old, picking up some classic Friends merchandise is a safe bet. Why not turn your apartment into a makeshift Central Perk with our Friends kitchen apparel?</p>"
  },
  {
    "slug": "game-of-thrones",
    "name": "Game of Thrones",
    "typeId": 2,
    "plainDescription": "Throughout the nine seasons, Game of Thrones was one of the most popular and widely viewed television shows in the world. Fans were enamoured with the grandiose battles that took place throughout the seven kingdoms of Westeros. We grew to love and then, unfortunately, had to say goodbye to our favourite characters who fell victim to a variety of cruel fates in the Game of Thrones universe. While the climax didn’t live up to the show's high expectations, fans left the series with a strong admiration for certain houses and characters. Whether you are team Arya, team Snow or even team Bran, you can show your allegiance to Houses Stark, Lannister, Tyrell, Arryn, Greyjoy, Frey or Targaryen with our <b>magnificent Game of Thrones merchandise.",
    "htmlDescription": "<p>Throughout the nine seasons, Game of Thrones was one of the most popular and widely viewed television shows in the world. Fans were enamoured with the grandiose battles that took place throughout the seven kingdoms of Westeros. We grew to love and then, unfortunately, had to say goodbye to our favourite characters who fell victim to a variety of cruel fates in the Game of Thrones universe.</p><p> While the climax didn’t live up to the show's high expectations, fans left the series with a strong admiration for certain houses and characters. Whether you are team Arya, team Snow or even team Bran, you can show your allegiance to Houses Stark, Lannister, Tyrell, Arryn, Greyjoy, Frey or Targaryen with our <b>magnificent Game of Thrones merchandise.</b></p>"
  },
  {
    "slug": "the-witcher",
    "name": "The Witcher",
    "typeId": 2,
    "plainDescription": "While it may be unfamiliar to a lot of film and game lovers, The Witcher franchise is actually extensive, composed of books, video games, comics, films and television series. The Witcher is an epic fantasy tale set in a vast medieval landscape occupied by great and unworldly creatures. We follow The Witcher, Geralt of Rivia, as he embarks on a quest to tackle these beasts and find Princess Ciri.A lot of fans will have been introduced to The Witcher from recent game series, The Witcher 3: Wild Hunt, which received great acclaim and was considered one of the best video games of 2015. Other fans will have been enamoured with the new Netflix series of the same name which debuted at the very end of 2019. Fans have enjoyed watching Henry Cavill fill the boots of Geralt as he tackles ginormous monsters, and are waiting patiently for season two set to air sometime in 2021. For the Witcher fans out there, we have the very best Witcher merchandise for you to display your allegiance. Why not toss a coin to your Witcher and represent the hero we all need but don’t deserve?",
    "htmlDescription": "<p>While it may be unfamiliar to a lot of film and game lovers, The Witcher franchise is actually extensive, composed of books, video games, comics, films and television series. The Witcher is an epic fantasy tale set in a vast medieval landscape occupied by great and unworldly creatures. We follow The Witcher, Geralt of Rivia, as he embarks on a quest to tackle these beasts and find Princess Ciri.</p><p>A lot of fans will have been introduced to The Witcher from recent game series, The Witcher 3: Wild Hunt, which received great acclaim and was considered one of the best video games of 2015. Other fans will have been enamoured with the new Netflix series of the same name which debuted at the very end of 2019. Fans have enjoyed watching Henry Cavill fill the boots of Geralt as he tackles ginormous monsters, and are waiting patiently for season two set to air sometime in 2021. For the Witcher fans out there, we have the very best Witcher merchandise for you to display your allegiance. Why not toss a coin to your Witcher and represent the hero we all need but don’t deserve?</p>"
  },
  {
    "slug": "star-trek",
    "name": "Star Trek",
    "typeId": 2,
    "plainDescription": "All aboard the Starship Enterprise! Whether you’re a self-confessed Trekkie or just a regular fan, at some point in Star Trek’s 50-year history, you will have enjoyed the intergalactic adventures of Spock, Kirk and the rest of the crew. From the traditional 60s television series to the recent big box-office hits produced by acclaimed directors such as J.J Abrams, the Star Trek story has lived long and prospered. Represent your favourite crewmate with some out-of-this-world Star Trek merchandise. Explore our range of original replica crew t-shirts, Klingon graphic apparel and a whole host of classic merchandise to pay homage to the cherished franchise. With their famous adventures through the universe set to continue with upcoming Star Trek iterations, you’ll be the envy of all your friends with some timeless Star Trek merchandise.",
    "htmlDescription": "<p>All aboard the Starship Enterprise! Whether you’re a self-confessed Trekkie or just a regular fan, at some point in Star Trek’s 50-year history, you will have enjoyed the intergalactic adventures of Spock, Kirk and the rest of the crew. From the traditional 60s television series to the recent big box-office hits produced by acclaimed directors such as J.J Abrams, the Star Trek story has lived long and prospered.</p><p>Represent your favourite crewmate with some out-of-this-world Star Trek merchandise. Explore our range of original replica crew t-shirts, Klingon graphic apparel and a whole host of classic merchandise to pay homage to the cherished franchise. With their famous adventures through the universe set to continue with upcoming Star Trek iterations, you’ll be the envy of all your friends with some timeless Star Trek merchandise.</p>"
  },
  {
    "slug": "call-of-duty",
    "name": "Call of Duty",
    "typeId": 3,
    "plainDescription": "The worldwide first-person shooter phenomenon that took the world by storm with the release of Call of Duty 4 in 2007, has gone on to become one of the largest entertainment franchises in the world. We all remember gearing up for battle with our friends after school or enduring a Zombies marathon when we should have been doing our homework.The early days of World at War, Modern Warfare 2 and Black Ops are heaped in nostalgia, and fans have been lucky enough to receive a new instalment every year since 2005 without fail. In 2020, players were overjoyed to be jumping into Call of Duty's new battle royale game, Call of Duty Warzone, which is free to play! Whether you’re an old school fan or have just jumped on the train with the release of Warzone and Cold War, we have the best Call of Duty merchandise for you. The only thing left to ask is, where are we dropping?",
    "htmlDescription": "<p>The worldwide first-person shooter phenomenon that took the world by storm with the release of <i>Call of Duty 4</i> in 2007, has gone on to become one of the largest entertainment franchises in the world. We all remember gearing up for battle with our friends after school or enduring a Zombies marathon when we should have been doing our homework.</p><p>The early days of <i>World at War</i>, <i>Modern Warfare 2</i> and <i>Black Ops</i> are heaped in nostalgia, and fans have been lucky enough to receive a new instalment every year since 2005 without fail. In 2020, players were overjoyed to be jumping into Call of Duty's new battle royale game, <i>Call of Duty Warzone</i>, which is free to play! Whether you’re an old school fan or have just jumped on the train with the release of Warzone and Cold War, we have the best <b>Call of Duty merchandise</b> for you. The only thing left to ask is, where are we dropping?</p>"
  },
  {
    "slug": "mario",
    "name": "Mario",
    "typeId": 3,
    "plainDescription": "Nintendo's famous video game franchise is still going strong to this day and is, not surprisingly, one of the highest-grossing media franchises of all time. Fans can’t get enough of Mario, his brother Luigi and the plethora of other characters that inhabit the Super Mario Universe. Since the early 1980s, Mario and his group of friends have been portrayed in video games, comics, television, films and merchandise all over the world. It will be hard to find someone that hasn’t played a Mario game with the ultra-popular Super Mario Cart, Super Smash Bros and Super Mario World continuing to flourish with new games every year. The loveable Italian plumber has accompanied many of the characters into their own spin-off franchises that continue to take the world by storm. Recent iterations include Yoshi’s World, Mario & Sonic and Luigi’s Mansion. If you can’t get enough of collecting coins or stomping Goombas we have a whole host of Mario merchandise to satisfy your appetite. From t-shirts, replicas, apparel, toys and homewares, over the years the Mario universe has created all the merchandise you could ever want, so why not pick yourself up a piece of gaming history?",
    "htmlDescription": "<p>Nintendo's famous video game franchise is still going strong to this day and is, not surprisingly, one of the highest-grossing media franchises of all time. Fans can’t get enough of Mario, his brother Luigi and the plethora of other characters that inhabit the Super Mario Universe.</p><p>Since the early 1980s, Mario and his group of friends have been portrayed in video games, comics, television, films and merchandise all over the world. It will be hard to find someone that hasn’t played a Mario game with the ultra-popular Super Mario Cart, Super Smash Bros and Super Mario World continuing to flourish with new games every year. The loveable Italian plumber has accompanied many of the characters into their own spin-off franchises that continue to take the world by storm. Recent iterations include Yoshi’s World, Mario & Sonic and Luigi’s Mansion.</p><p>If you can’t get enough of collecting coins or stomping Goombas we have a whole host of Mario merchandise to satisfy your appetite. From <b>t-shirts</b>, <b>replicas</b>, <b>apparel</b>, <b>toys</b> and <b>homewares</b>, over the years the Mario universe has created all the merchandise you could ever want, so why not pick yourself up a piece of gaming history?</p>"
  },
  {
    "slug": "drive",
    "name": "Drive",
    "typeId": 1,
    "plainDescription": null,
    "htmlDescription": null
  },
  {
    "slug": "headphones",
    "name": "Headphones",
    "typeId": 4,
    "plainDescription": "Finding a great pair of headphones can be a thankless task. Hundreds of brands, multiple different headphone types and an ever-expanding price gap are enough to give most people headphone anxiety, leaving them dealing with the same cheap pair for another year. But, it doesn’t have to be like this! The best headphones can be a life changing purchase with excellent noise cancelling, powerful base, sturdy design and overall crisp sound quality. Latest headphones from Bose, Sony and Beats by Dre will give you true studio quality sound wherever you go. But if you don’t want to break the bank on your new headphones, there are some exquisite budget headphones that rival these market leaders. From over-ear, to in-ear and even on-ear, we have scoured hundreds of the best headphones on the market to bring you the very best headphones you can buy online right now!",
    "htmlDescription": "<p>Finding a great pair of headphones can be a thankless task. Hundreds of brands, multiple different headphone types and an ever-expanding price gap are enough to give most people headphone anxiety, leaving them dealing with the same cheap pair for another year. But, it doesn’t have to be like this! The best headphones can be a life changing purchase with excellent noise cancelling, powerful base, sturdy design and overall crisp sound quality. Latest headphones from Bose, Sony and Beats by Dre will give you true studio quality sound wherever you go.</p><p>But if you don’t want to break the bank on your new headphones, there are some exquisite budget headphones that rival these market leaders. From over-ear, to in-ear and even on-ear, we have scoured hundreds of the best headphones on the market to bring you the very best headphones you can buy online right now!</p>"
  },
  {
    "slug": "4k-monitors",
    "name": "4K Monitors",
    "typeId": 4,
    "plainDescription": "Whether you’re looking for a solid 4K monitor to enjoy the latest games in all their glory, or just want to see your spreadsheets in ultra high definition, the best 4K monitors on the market have you covered. While the introduction of 4K technology seems ancient in todays age of rapidly improving tech, what once was a luxury purchase is now very affordable. The best 4K monitors on the market are primarily targeted towards gaming. These supreme gaming monitors come with all the bells and whistles alongside the super crisp 4K graphics. The fastest response times, incredible brightness and contrast, and unbelievable refresh rates are just some of the upgrades gamers can expect to acquire with their 4K monitor. With 4K content becoming way more prevalent in main stream TV and movies and online, having a 4K monitor is going to be necessary sooner than you think. Take a look at the best 4K monitors on the market right now and enjoy life in ultra HD.",
    "htmlDescription": "<p>Whether you’re looking for a solid 4K monitor to enjoy the latest games in all their glory, or just want to see your spreadsheets in ultra high definition, the best 4K monitors on the market have you covered. While the introduction of 4K technology seems ancient in todays age of rapidly improving tech, what once was a luxury purchase is now very affordable. The best 4K monitors on the market are primarily targeted towards gaming.</p><p>These supreme gaming monitors come with all the bells and whistles alongside the super crisp 4K graphics. The fastest response times, incredible brightness and contrast, and unbelievable refresh rates are just some of the upgrades gamers can expect to acquire with their 4K monitor. With 4K content becoming way more prevalent in main stream TV and movies and online, having a 4K monitor is going to be necessary sooner than you think. Take a look at the best 4K monitors on the market right now and enjoy life in ultra HD.</p>"
  },
  {
    "slug": "tv-screens",
    "name": "TV screens",
    "typeId": 4,
    "plainDescription": "Just like every other piece of household technology, TV screens are leaping ahead in terms of their technological brilliance. You may think that TV’s can’t get any bigger or thinner or higher definition, but they always do. Brands like Samsung, Sony and LG are continually pushing the boundaries of what we think is possible and are producing some of the best TV screens in the world. With more and more content moving to the on-demand model with Netflix, Disney+ and Prime Video thriving, there has never been a better time to invest in the latest and greatest TV. You will want something the resembles a cinema screen as Netflix is set to release a new film every week in 2021. The definition is obviously another important factor, and luckily, 4K TV screens are now very affordable. Prepare your living room for a great year of instantly watchable content with a new high definition, crisp and sleek TV screen.",
    "htmlDescription": "<p>Just like every other piece of household technology, TV screens are leaping ahead in terms of their technological brilliance. You may think that TV’s can’t get any bigger or thinner or higher definition, but they always do. Brands like Samsung, Sony and LG are continually pushing the boundaries of what we think is possible and are producing some of the best TV screens in the world.</p><p>With more and more content moving to the on-demand model with Netflix, Disney+ and Prime Video thriving, there has never been a better time to invest in the latest and greatest TV. You will want something the resembles a cinema screen as Netflix is set to release a new film every week in 2021. The definition is obviously another important factor, and luckily, 4K TV screens are now very affordable. Prepare your living room for a great year of instantly watchable content with a new high definition, crisp and sleek TV screen.</p>"
  },
  {
    "slug": "gaming-console",
    "name": "Gaming Console",
    "typeId": 4,
    "plainDescription": "The new era of gaming is upon us! Sony and Microsoft recently released their new flagship consoles, The Playstation 5 and Xbox Series X. Along with Nintendos new contender, The Nintendo Switch, we have been well and truly blessed with the most advanced gaming machines ever created. And with this new technological ability, game developers have taken the opportunity with both hands, producing some out-of-this-world games with unbelievable graphics. This new world of performance and visuals come thanks to new ultra-fast SSD’s for super quick load times, ray tracing, advanced graphics cards, haptic feedback and adaptive triggers. While the Nintendo Switch can’t match the performance and visual capabilities of the other two, its nostalgic game collection is unmatched. With a plethora of integrated apps and thousands of games ready to download at your finger tips, these gaming consoles are fully-intergrated entertainment systems. Browse the best gaming consoles below and immerse yourself in a new generation of gaming entertainment.",
    "htmlDescription": "<p>The new era of gaming is upon us! Sony and Microsoft recently released their new flagship consoles, The Playstation 5 and Xbox Series X. Along with Nintendos new contender, The Nintendo Switch, we have been well and truly blessed with the most advanced gaming machines ever created. And with this new technological ability, game developers have taken the opportunity with both hands, producing some out-of-this-world games with unbelievable graphics. This new world of performance and visuals come thanks to new ultra-fast SSD’s for super quick load times, ray tracing, advanced graphics cards, haptic feedback and adaptive triggers.</p><p>While the Nintendo Switch can’t match the performance and visual capabilities of the other two, its nostalgic game collection is unmatched. With a plethora of integrated apps and thousands of games ready to download at your finger tips, these gaming consoles are fully-intergrated entertainment systems. Browse the best gaming consoles below and immerse yourself in a new generation of gaming entertainment.</p>"
  },
  {
    "slug": "zelda",
    "name": "Zelda",
    "typeId": 3,
    "plainDescription": "The beloved Nintendo adventure, Zelda, is one of their most successful and most beloved games of all time, and it’s had some stiff competition. With over 27 games and 50 million sold, it’s hard to argue that Zelda isn’t one of the best games ever made and will continue to live in fans' hearts for decades to come. In 1986, fans fell in love with Link and his treacherous quest to save Princess Zelda from the wicked Ganon. The glorious 8-bit adventure can still teach modern triple-A games a lesson in storytelling, sound design, ambience and characters. From those that are old enough to have experienced the original games on release, to those that have enjoyed the recent Legend of Zelda on the Nintendo Switch, we can all agree the original characters and stories hold true. Wear your retro gaming badge on your sleeve and pick up some quality Zelda merchandise. T-shirts that display the scenic Kingdom of Hyrule, authentic Link hats and challenging map puzzles, there are many ways to show your appreciation for Zelda, Link and the fantastic legacy of The Legend of Zelda.",
    "htmlDescription": "<p>The beloved Nintendo adventure, Zelda, is one of their most successful and most beloved games of all time, and it’s had some stiff competition. With over 27 games and 50 million sold, it’s hard to argue that Zelda isn’t one of the best games ever made and will continue to live in fans' hearts for decades to come. In 1986, fans fell in love with Link and his treacherous quest to save Princess Zelda from the wicked Ganon. The glorious 8-bit adventure can still teach modern triple-A games a lesson in storytelling, sound design, ambience and characters.</p><p>From those that are old enough to have experienced the original games on release, to those that have enjoyed the recent Legend of Zelda on the Nintendo Switch, we can all agree the original characters and stories hold true. Wear your retro gaming badge on your sleeve and pick up some quality Zelda merchandise. T-shirts that display the scenic Kingdom of Hyrule, authentic Link hats and challenging map puzzles, there are many ways to show your appreciation for Zelda, Link and the fantastic legacy of The Legend of Zelda.</p>"
  },
  {
    "slug": "terminator",
    "name": "Terminator",
    "typeId": 1,
    "plainDescription": "The story sees the notorious cyborg assassin known as the Terminator go back in time to kill Sarah Connor disguised as a human. The dystopian sci-fi thriller takes fans on an unbelievable adventure to eventually stop a nuclear holocaust. Arnold Schwarzenegger has famously portrayed the Terminator in the many films and games over the decades. The 1984 epic directed by James Cameron introduced fans all over the world to The Terminator and to Arnold Schwarzenegger’s famous catchphrase, “I’ll be back”. Recent new productions, such as Terminator: Dark Fate, have pulled fans back into the beloved franchise with many excited to see the return of Linda Hamilton as Sarah Conor and Arnold, of course. Time travel back to 1984 and pick up some retro Terminator merchandise to display your love for classic 80s action cinema. Explore replica Terminator Cyborg head figurines in all shapes and sizes to utilise around the house. We also have striking terminator t-shirts, posters and a whole range of other Terminator apparel.",
    "htmlDescription": "<p>The story sees the notorious cyborg assassin known as the Terminator go back in time to kill Sarah Connor disguised as a human. The dystopian sci-fi thriller takes fans on an unbelievable adventure to eventually stop a nuclear holocaust. Arnold Schwarzenegger has famously portrayed the Terminator in the many films and games over the decades. The 1984 epic directed by James Cameron introduced fans all over the world to The Terminator and to Arnold Schwarzenegger’s famous catchphrase, “I’ll be back”.</p><p>Recent new productions, such as Terminator: Dark Fate, have pulled fans back into the beloved franchise with many excited to see the return of Linda Hamilton as Sarah Conor and Arnold, of course. Time travel back to 1984 and pick up some retro Terminator merchandise to display your love for classic 80s action cinema. Explore replica Terminator Cyborg head figurines in all shapes and sizes to utilise around the house. We also have striking terminator t-shirts, posters and a whole range of other Terminator apparel.</p>"
  },
  {
    "slug": "projectors",
    "name": "Projectors",
    "typeId": 4,
    "plainDescription": "If your TV isn’t doing the job and you want to bring the true cinema experience into your living room, a household projector is an excellent way to see your favourite films on the big screen in the comfort of your own home. While a good projector may cost a bit more than a good TV, you will be able to reach a screen size only dreamt about by TV manufacturers. Full HD, 1080p projectors that can reach screen sizes over 300 inches can be yours for a great price. The best projectors on the market are manufactured by well-known brands like Samsung, LG, Epson and Sony, so you know they’re going to be good. These portable machines can be moved around and stowed somewhere out the way when not in use. Just make sure you have a large enough blank wall and a dark enough room to take advantage of a high-quality living room projector. Browse the best projectors below and instantly transform your living room into a home cinema for your family.",
    "htmlDescription": "<p>If your TV isn’t doing the job and you want to bring the true cinema experience into your living room, a household projector is an excellent way to see your favourite films on the big screen in the comfort of your own home. While a good projector may cost a bit more than a good TV, you will be able to reach a screen size only dreamt about by TV manufacturers.</p><p>Full HD, 1080p projectors that can reach screen sizes over 300 inches can be yours for a great price. The best projectors on the market are manufactured by well-known brands like Samsung, LG, Epson and Sony, so you know they’re going to be good. These portable machines can be moved around and stowed somewhere out the way when not in use. Just make sure you have a large enough blank wall and a dark enough room to take advantage of a high-quality living room projector. Browse the best projectors below and instantly transform your living room into a home cinema for your family.</p>"
  },{
    "slug": "streaming-lights",
    "name": "Streaming Lights",
    "typeId": 4,
    "plainDescription": null,
    "htmlDescription": null
  }
]